Repository: marlon-sousa/TimerForNVDA
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: fr, hr, tr

source: Timer for NVDA settings
fr: Paramètres de la minuterie pour NVDA
hr: Brojač za NVDA postavke
tr: Nvda için Zamanlayıcı Ayarları

source: Show settings dialog for Timer for NVDA addon
fr: Affiche le dialogue de paramètres de la minuterie pour NVDA
hr: Prikazuje dijalog postavki za dodatak Brojač za NVDA
tr: Nvda için Zamanlayıcı Ayarları Diyaloğunu göster

source: Shows the timer for NVDA settings dialog
fr: Affiche le dialogue de paramètres de la minuterie pour NVDA
hr: Prikazuje dijaloški okvir postavki za Brojač za NVDA
tr: Nvda için Zamanlayıcı Ayarları Diyaloğunu gösterir

source: Starts or stops timer or stopwatch
fr: Démarrer ou arrêter la minuterie ou le chronomètre
hr: Pokreće ili zaustavlja brojač ili štopericu
tr: Zamanlayıcıyı veya kronometreyi başlatır veya durdurur

source: Pauses or resumes a running timer or stopwatch
fr: Mettre en pause ou reprendre une minuterie ou un chronomètre en cours d'exécution
hr: Pauzira ili nastavlja rad brojača ili štoperice
tr: Çalışan bir zamanlayıcıyı veya kronometreyi duraklatır veya sürdürür

source: Obtains status report from time or stopwatch
fr: Obtenir une indication sur l'état d'une minuterie ou un chronomètre
hr: Dobiva izvješće o statusu brojača ili štoperice
tr: Zamandan veya kronometreden durum raporu alır

source: Resume
fr: Reprendre
hr: Nastavi
tr: Sürdür

source: Pause
hr: Pauziraj
tr: Duraklat

source: Timer for NVDA
fr: Minuterie pour NVDA
hr: Brojač za NVDA
tr: NVDA için Zamanlayıcı

source: Time unit
fr: Unité de temps
hr: Vremenska jedinica
tr: Zaman birimi

source: Type of watch
fr: Type d'horloge
hr: Vrsta sata
tr: Saat türü

source: start
fr: Démarrer
hr: Pokreni
tr: başlat

source: stop
fr: Arrêter
hr: Zaustavi
tr: durdur

source: Report progress with sound
fr: Indiquer le progrès avec son
hr: Najavi napredak zvukom
tr: İlerlemeyi Sesle bildir

source: Report progress with speech
fr: Indiquer le progrès avec parole
hr: Najavi napredak govorom
tr: İlerlemeyi Konuşarak bildir

source: Close
fr: Fermer
hr: Zatvori
tr: Kapat

source: amount of
fr: Quantité de
hr: količina
tr: kaç

source: for
fr: pour
hr: za
tr: için

source: timer
fr: minuterie
hr: Brojač
tr: zamanlayıcı

source: stopwatch
fr: chronomètre
hr: Štoperica
tr: kronometre

source: Can not pause
fr: Impossible de mettre en pause
hr: Nije moguće pauzirati
tr: Duraklatılamaz

source: because it is not running
fr: parce que ce n'est pas en cours d'exécution
hr: jer nije pokrenuto
tr: çünkü çalışmıyor

source: Can not resume
fr: Impossible de reprendre
hr: Ne može se nastaviti
tr: Devam edemiyor

source: because it is not paused
fr: parce que ce n'est pas en pause
hr: jer nije pauzirano
tr: duraklatılmadığı için

source: Initial time not configured. start aborted
fr: Temps initial non configuré. Démarrage abandonné
hr: Početno vrijeme nije konfigurirano.
tr: Başlangıç zamanı yapılandırılmamış. Başlatılamadı

source: Could not mormalize time
fr: Impossible de normaliser le temps
hr: Nije moguće normalizirati vrijeme
tr: Zaman normalleştirilemedi

source: stopped
fr: arrêté
hr: zaustavljeno
tr: durdu

source: at
fr: dans
hr: u
tr: da

source: (paused)
fr: (en pause)
hr: Pauzirano
tr: (duraklatıldı)

source: elapsed
fr: écoulé
hr: Proteklo
tr: geçen

source: to finish
fr: pour terminer
hr: Završiti
tr: bitirmek için

source: Stopwatch
fr: Chronomètre
hr: Štoperica
tr: Kronometre

source: Timer
fr: Minuterie
hr: Brojač
tr: Zamanlayıcı

source: seconds
fr: secondes
hr: sekundi
tr: saniye

source: minutes
hr: minuta
tr: dakika

source: hours
fr: heures
hr: sati
tr: saat

source: second
fr: seconde
hr: sekund
tr: saniye

source: minute
hr: minut
tr: dakika

source: hour
fr: heure
hr: sat
tr: saat

source: Simple Timer and stopwatch for NVDA
fr: Minuterie et chronomètre simples pour NVDA
hr: Jednostavan brojač i štoperica za NVDA
tr: NVDA için Basit Zamanlayıcı ve kronometre

source: This addon brings a fast, functional ande simple implementation of timer and stopwatch to be used with NVDA. Start a timer or stopwatch, using the time unit and reporting modes you need. Choose between speech, sound or no reporters. Monitor progress through reporters, settings dialog or anywhere using NVDA commands. Control timer and stopwatch from anywhere using NVDA commands.
fr: Cette extension apporte une implémentation rapide, fonctionnelle et simple d'une minuterie et d'un chronomètre à utiliser avec NVDA. Démarrer une minuterie ou un chronomètre, en utilisant une unité de temps et les modes d'indications dont vous avez besoin. Choisisser l'indication entre parole, son ou aucun. Surveiller le progrès via des indications, via le dialogue de paramètres ou n'importe où à l'aide de commandes NVDA. Contrôler la minuterie et le chronomètre de n'importe où avec des commandes NVDA.
hr: Ovaj dodatak donosi brzu, funkcionalnu i jednostavnu implementaciju brojača i štoperice za korištenje s NVDA. Pokrenite brojač ili štopericu, koristeći vremensku jedinicu i načine izvješćivanja koji su vam potrebni. Odaberite između govora, zvuka ili bez najave. Pratite napredak kroz najave, dijalog postavki ili bilo gdje pomoću NVDA naredbi. Kontrolirajte brojač i štopericu s bilo kojeg mjesta pomoću NVDA naredbi.
tr: Bu eklenti, NVDA ile kullanılacak zamanlayıcı ve kronometrenin hızlı, işlevsel ve basit bir uygulamasını getiriyor. İhtiyacınız olan zaman birimini ve raporlama modlarını kullanarak bir zamanlayıcı veya kronometre başlatın. Konuşma, ses veya hiçbiri arasında seçim yapın. NVDA komutlarını kullanarak sesler, ayarlar iletişim kutusu veya herhangi bir yerde ilerlemeyi izleyin. NVDA komutlarını kullanarak zamanlayıcıyı ve kronometreyi her yerden kontrol edin.
